var billionQ = {
    0: {
        question: 'Как заканчивается присказка: «Мы и сами с…»?\n',
        answer: {

            1: 'с волосами\n',
            2: 'с усами\n',
            3: 'с часами\n',
            4: 'с долгами\n'
        },
        result: {
            1: false,
            2: true,
            3: false,
            4: false
        }
    },
    1: {
        question: 'Как в обиходе называют растение, которое часто дарят женщинам к празднику 8 марта?\n',
        answer: {

            1: 'оливье\n',
            2: 'винегрет\n',
            3: 'мимоза\n',
            4: 'селёдка под шубой\n'
        },
        result: {
            1: false,
            2: false,
            3: true,
            4: false
        }
    },
    2: {
        question: 'С помощью чего пасссажиры часто попадают в самолет?\n',
        answer: {

            1: 'рукава\n',
            2: 'воротника\n',
            3: 'лацкана\n',
            4: 'манжеты\n'
        },
        result: {
            1: true,
            2: false,
            3: false,
            4: false
        }
    },
    3: {
        question: 'Как называлась песня, которую исполнял Лев Лещенко?\n',
        answer: {

            1: '«Воробьиная стая»\n',
            2: '«Соловьиная роща»\n',
            3: '«Ласточкино гнездо»\n',
            4: '«Воронья слободка»\n'
        },
        result: {
            1: false,
            2: true,
            3: false,
            4: false
        }
    },
    4: {
        question: 'Какой клетки нет на шахматной доске?\n',
        answer: {

            1: 'h8\n',
            2: 'b7\n',
            3: 'k6\n',
            4: 'g5\n'
        },
        result: {
            1: false,
            2: false,
            3: true,
            4: false
        }
    },
    5: {
        question: 'Что не собирают?\n',
        answer: {

            1: 'коллекцию\n',
            2: 'коррупцию\n',
            3: 'конструкцию\n',
            4: 'информацию\n'
        },
        result: {
            1: false,
            2: true,
            3: false,
            4: false
        }
    },
    6: {
        question: 'Какая бывает лопата?\n',
        answer: {

            1: 'совковая\n',
            2: 'граблевая\n',
            3: 'тяпковая\n',
            4: 'мотыжная\n'
        },
        result: {
            1: true,
            2: false,
            3: false,
            4: false
        }
    },
    7: {
        question: 'Как называется фильм, снятый по мотивам «Повести временных лет»?\n',
        answer: {

            1: '«Варяг»\n',
            2: '«Кореец»\n',
            3: '«Викинг»\n',
            4: '«Чухонец»\n'
        },
        result: {
            1: false,
            2: false,
            3: true,
            4: false
        }
    },
    8: {
        question: 'С кем воевал заглавный герой «Слова о полку Игореве»?\n',
        answer: {

            1: 'с половцами\n',
            2: 'с сарматами\n',
            3: 'со скифами\n',
            4: 'с печенегами\n'
        },
        result: {
            1: true,
            2: false,
            3: false,
            4: false
        }
    },
    9: {
        question: 'На что надевают брекеты?\n',
        answer: {

            1: 'на пальцы\n',
            2: 'на уши\n',
            3: 'на волосы\n',
            4: 'на зубы\n'
        },
        result: {
            1: false,
            2: false,
            3: false,
            4: true
        }
    },
    10: {
        question: 'Кто такой ара?\n',
        answer: {

            1: 'дельфин\n',
            2: 'медведь\n',
            3: 'попугай\n',
            4: 'крокодил\n'
        },
        result: {
            1: false,
            2: false,
            3: true,
            4: false
        }
    },
    11: {
        question: 'На каком курсе школы Хогвартс учился Гарри Поттер, когда раскрыл секрет Тайной комнаты?\n',
        answer: {

            1: 'на первом\n',
            2: 'на втором\n',
            3: 'на третьем\n',
            4: 'на четвёртом\n'
        },
        result: {
            1: false,
            2: true,
            3: false,
            4: false
        }
    },
    12: {
        question: 'Какой обряд перед свадьбой назывался рукобитьем?\n',
        answer: {

            1: 'выяснение, кто сильнее\n',
            2: 'праздник друзей жениха\n',
            3: 'одевание невесты\n',
            4: 'скрепление договора\n'
        },
        result: {
            1: false,
            2: false,
            3: false,
            4: true
        }
    },
    13: {
        question: 'Какой город группа «Кар-Мэн» называла «полным риска»?\n',
        answer: {

            1: 'Нью-Йорк\n',
            2: 'Сан-Франциско\n',
            3: 'Лос-Анджелес\n',
            4: 'Детройт\n'
        },
        result: {
            1: false,
            2: true,
            3: false,
            4: false
        }
    },
    14: {
        question: 'Из чего плели лапти, которые называли «волосяники»?\n',
        answer: {

            1: 'из травы\n',
            2: 'из полос кожи\n',
            3: 'из конского волоса\n',
            4: 'из льна\n'
        },
        result: {
            1: false,
            2: false,
            3: true,
            4: false
        }
    },
    15: {
        question: ' Кто автор строк «Ленин — жил, Ленин — жив, Ленин — будет жить»?\n',
        answer: {

            1: 'Есенин\n',
            2: 'Маяковский\n',
            3: 'Сталин\n',
            4: 'Ленин\n'
        },
        result: {
            1: false,
            2: true,
            3: false,
            4: false
        }
    },
};